Repository: sixim/sooogood-video-catch
Catalog: Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, fr, ja, ko

source: 目标位置已有同名文件夹，未覆盖：%@
de: Am Ziel existiert bereits ein gleichnamiger Ordner, nicht überschrieben: %@
en: A folder with the same name already exists at the target, not overwritten: %@
fr: Un dossier du même nom existe déjà à destination, non écrasé : %@
ja: 移動先に同名のフォルダがあるため上書きしませんでした：%@
ko: 대상 위치에 같은 이름의 폴더가 있어 덮어쓰지 않았습니다: %@

source: 目标磁盘剩余空间不足，请清理后重试，或改用其他保存位置。
de: Zu wenig freier Speicher auf dem Zieldatenträger. Gib Speicher frei und versuche es erneut, oder wähle einen anderen Ort.
en: Not enough free space on the target disk. Free up space and try again, or choose another location.
fr: Espace libre insuffisant sur le disque cible. Libérez de l’espace et réessayez, ou choisissez un autre emplacement.
ja: 保存先ディスクの空き容量が不足しています。空きを作ってから再試行するか、別の保存場所を選んでください。
ko: 대상 디스크의 여유 공간이 부족합니다. 공간을 확보한 뒤 다시 시도하거나 다른 저장 위치를 선택하세요.

source: 直接复制平台提供的音频流，零损失
de: Kopiert den Audiostream der Plattform direkt, ohne jeden Verlust
en: Copies the platform's audio stream directly, with zero loss
fr: Copie directement le flux audio de la plateforme, sans aucune perte
ja: プラットフォームの音声ストリームをそのままコピー、劣化ゼロ
ko: 플랫폼이 제공하는 오디오 스트림을 그대로 복사, 손실 없음

source: 知道了
de: Verstanden
en: Got It
fr: Compris
ja: 了解
ko: 확인

source: 码率
de: Bitrate
en: Bitrate
fr: Débit
ja: ビットレート
ko: 비트레이트

source: 磁力链接
de: Magnet-Link
en: Magnet Link
fr: Lien magnet
ja: マグネットリンク
ko: 마그넷 링크

source: 磁力链接与 .torrent 文件
de: Magnet-Links und .torrent-Dateien
en: Magnet links and .torrent files
fr: Liens magnet et fichiers .torrent
ja: マグネットリンクと .torrent ファイル
ko: 마그넷 링크와 .torrent 파일

source: 磁力链接与 .torrent 文件 · 由本机 Transmission 引擎下载
de: Magnet-Links und .torrent-Dateien · geladen von der lokalen Transmission-Engine
en: Magnet links and .torrent files · downloaded by the local Transmission engine
fr: Liens magnet et fichiers .torrent · téléchargés par le moteur Transmission local
ja: マグネットリンクと .torrent ファイル · ローカルの Transmission エンジンでダウンロード
ko: 마그넷 링크와 .torrent 파일 · 로컬 Transmission 엔진으로 다운로드

source: 磁力链接格式无效（需要 xt=urn:btih: 或 urn:btmh:）
de: Ungültiger Magnet-Link (xt=urn:btih: oder urn:btmh: erforderlich)
en: Invalid magnet link (needs xt=urn:btih: or urn:btmh:)
fr: Lien magnet invalide (xt=urn:btih: ou urn:btmh: requis)
ja: マグネットリンクの形式が無効です（xt=urn:btih: または urn:btmh: が必要）
ko: 마그넷 링크 형식이 올바르지 않습니다(xt=urn:btih: 또는 urn:btmh: 필요)

source: 磁盘空间不足
de: Zu wenig Speicherplatz
en: Not enough disk space
fr: Espace disque insuffisant
ja: ディスク容量が不足しています
ko: 디스크 공간 부족

source: 私有、未列出或登录可见的视频需要对应账号权限。
de: Private, nicht gelistete oder Mitglieder-Videos erfordern die passenden Kontoberechtigungen.
en: Private, unlisted or members-only videos need the matching account permissions.
fr: Les vidéos privées, non répertoriées ou réservées aux membres nécessitent les droits du compte correspondant.
ja: 非公開、限定公開、ログイン限定の動画には対応するアカウントの権限が必要です。
ko: 비공개, 미등록, 로그인 전용 동영상은 해당 계정의 권한이 필요합니다.

source: 移出列表
de: Aus Liste entfernen
en: Remove from List
fr: Retirer de la liste
ja: リストから外す
ko: 목록에서 제거

source: 移动
de: Verschieben
en: Move
fr: Déplacer
ja: 移動
ko: 이동

source: 移动 %lld 个
de: %lld verschieben
en: Move %lld
fr: Déplacer %lld
ja: %lld 件を移動
ko: %lld개 이동

source: 移动到…
de: Verschieben nach …
en: Move To…
fr: Déplacer vers…
ja: 移動先…
ko: 다음으로 이동…

source: 移动素材包到…
de: Pakete verschieben nach …
en: Move Packages To…
fr: Déplacer les paquets vers…
ja: パッケージの移動先…
ko: 패키지를 다음으로 이동…

source: 移动音乐到…
de: Musik verschieben nach …
en: Move Music To…
fr: Déplacer la musique vers…
ja: 音楽の移動先…
ko: 음악을 다음으로 이동…

source: 稍后
de: Später
en: Later
fr: Plus tard
ja: 後で
ko: 나중에

source: 稍后重试
de: Später erneut versuchen
en: Try Again Later
fr: Réessayer plus tard
ja: 後で再試行
ko: 나중에 다시 시도

source: 空闲 %lld 分钟后停止
de: Nach %lld Min. Leerlauf stoppen
en: Stop after %lld min idle
fr: Arrêter après %lld min d’inactivité
ja: %lld 分間アイドルで停止
ko: %lld분 동안 유휴 시 중지

source: 立即重新打开
de: Jetzt neu öffnen
en: Reopen Now
fr: Rouvrir maintenant
ja: 今すぐ開き直す
ko: 지금 다시 열기

# 第 %lld/%lld 次尝试：%@
source: 第 %1$lld/%2$lld 次尝试：%3$@
de: Versuch %lld/%lld: %@
en: Attempt %lld/%lld: %@
fr: Essai %lld/%lld : %@
ja: %lld/%lld 回目の試行：%@
ko: %lld/%lld번째 시도: %@

source: 等待 Spotify 授权
de: Warte auf Spotify-Autorisierung
en: Waiting for Spotify authorization
fr: En attente de l’autorisation Spotify
ja: Spotify の認可を待っています
ko: Spotify 승인 대기 중

source: 等待中
de: Wartet
en: Waiting
fr: En attente
ja: 待機中
ko: 대기 중

source: 等待商店音频工具
de: Warte auf Store-Audiowerkzeuge
en: Waiting for store audio tools
fr: En attente des outils audio de la boutique
ja: ストアの音声ツールを待っています
ko: 스토어 오디오 도구 대기 중

source: 等待扫描
de: Wartet auf Scan
en: Waiting to scan
fr: En attente d’analyse
ja: スキャン待ち
ko: 스캔 대기 중

source: 等待自动重试
de: Wartet auf automatischen Neuversuch
en: Waiting to retry automatically
fr: En attente d’un nouvel essai automatique
ja: 自動再試行を待っています
ko: 자동 재시도 대기 중

source: 等待选择文件
de: Wartet auf Dateiauswahl
en: Waiting for file selection
fr: En attente du choix de fichiers
ja: ファイルの選択待ち
ko: 파일 선택 대기 중

source: 等待链接
de: Warte auf Link
en: Waiting for a link
fr: En attente d’un lien
ja: リンク待ち
ko: 링크 대기 중

source: 签名解析失败，改用 %@ 客户端
de: Signaturentschlüsselung fehlgeschlagen, Wechsel zum Client %@
en: Signature decoding failed, switching to the %@ client
fr: Échec du décodage de signature, passage au client %@
ja: 署名の解析に失敗、%@ クライアントに切り替え
ko: 서명 해석 실패, %@ 클라이언트로 전환

source: 粘贴 Client ID（不需要 Client Secret）
de: Client ID einfügen (kein Client Secret nötig)
en: Paste the Client ID (no Client Secret needed)
fr: Collez le Client ID (aucun Client Secret requis)
ja: Client ID を貼り付け（Client Secret は不要）
ko: Client ID 붙여 넣기(Client Secret 불필요)

source: 粘贴 YouTube、哔哩哔哩、优酷、Vimeo 或其他媒体链接
de: YouTube-, Bilibili-, Youku-, Vimeo- oder anderen Medienlink einfügen
en: Paste a YouTube, Bilibili, Youku, Vimeo or other media link
fr: Collez un lien YouTube, Bilibili, Youku, Vimeo ou autre
ja: YouTube、Bilibili、Youku、Vimeo などのメディアリンクを貼り付け
ko: YouTube, Bilibili, Youku, Vimeo 또는 기타 미디어 링크 붙여 넣기

source: 粘贴 magnet: 链接，或把 .torrent 文件拖到这里
de: magnet:-Link einfügen oder .torrent-Datei hierher ziehen
en: Paste a magnet: link, or drop a .torrent file here
fr: Collez un lien magnet:, ou déposez un fichier .torrent ici
ja: magnet: リンクを貼り付けるか、.torrent ファイルをここにドラッグ
ko: magnet: 링크를 붙여 넣거나 .torrent 파일을 여기로 끌어오세요

source: 粘贴一个 Spotify 链接开始
de: Füge zum Start einen Spotify-Link ein
en: Paste a Spotify link to start
fr: Collez un lien Spotify pour commencer
ja: Spotify のリンクを貼り付けて開始
ko: Spotify 링크를 붙여 넣어 시작

source: 粘贴单曲、专辑、歌单、歌手或排行榜链接，或 App 里的分享文案
de: Titel-, Album-, Playlist-, Künstler- oder Chartlink oder den Teilen-Text der App einfügen
en: Paste a song, album, playlist, artist or chart link, or share text from the app
fr: Collez un lien de titre, d’album, de playlist, d’artiste ou de classement, ou le texte de partage de l’app
ja: シングル、アルバム、プレイリスト、アーティスト、ランキングのリンク、またはアプリの共有テキストを貼り付け
ko: 싱글, 앨범, 재생목록, 아티스트, 차트 링크 또는 앱의 공유 문구 붙여 넣기

source: 粘贴视频链接、磁力链接，或把 .torrent / 媒体文件拖到这里
de: Video- oder Magnet-Link einfügen oder .torrent-/Mediendatei hierher ziehen
en: Paste a video link or magnet link, or drop a .torrent / media file here
fr: Collez un lien vidéo ou magnet, ou déposez un fichier .torrent / média ici
ja: 動画リンクやマグネットリンクを貼り付けるか、.torrent／メディアファイルをここにドラッグ
ko: 동영상 링크나 마그넷 링크를 붙여 넣거나 .torrent / 미디어 파일을 여기로 끌어오세요

source: 素材
de: Material
en: Material
fr: Matériel
ko: 소재

source: 素材包已保存，但 Spotify 音乐历史写入失败：%@
de: Das Paket wurde gesichert, aber der Spotify-Musikverlauf konnte nicht geschrieben werden: %@
en: The package was saved, but writing Spotify music history failed: %@
fr: Le paquet a été enregistré, mais l’écriture de l’historique musical Spotify a échoué : %@
ja: パッケージは保存しましたが、Spotify 音楽履歴の書き込みに失敗しました：%@
ko: 패키지는 저장했지만 Spotify 음악 기록을 쓰지 못했습니다: %@

source: 素材包已生成，其中 %lld 首保存失败。请查看曲目状态后重试。
de: Das Paket wurde erstellt, aber %lld Titel konnten nicht gesichert werden. Prüfe den Titelstatus und versuche es erneut.
en: The package was created, but %lld tracks failed to save. Check track status and try again.
fr: Le paquet a été créé, mais %lld titres n’ont pas pu être enregistrés. Vérifiez leur état et réessayez.
ja: パッケージを生成しましたが、%lld 曲の保存に失敗しました。曲の状態を確認して再試行してください。
ko: 패키지를 생성했지만 %lld곡을 저장하지 못했습니다. 곡 상태를 확인한 뒤 다시 시도하세요.

source: 素材记录
de: Materialeinträge
en: Material Records
fr: Enregistrements de matériel
ja: 素材の記録
ko: 소재 기록

source: 纯音频
de: Nur Audio
en: Audio Only
fr: Audio uniquement
ja: 音声のみ
ko: 오디오만

source: 继续
de: Fortsetzen
en: Resume
fr: Reprendre
ja: 再開
ko: 계속

source: 继续队列
de: Warteschlange fortsetzen
en: Resume Queue
fr: Reprendre la file
ja: キューを再開
ko: 대기열 계속

source: 编码
de: Codec
en: Codec
fr: Codec
ja: コーデック
ko: 코덱

source: 缺少 FFmpeg
de: FFmpeg fehlt
en: FFmpeg missing
fr: FFmpeg manquant
ja: FFmpeg がありません
ko: FFmpeg 없음

source: 缺少下载引擎
de: Download-Engine fehlt
en: Download engine missing
fr: Moteur de téléchargement manquant
ja: ダウンロードエンジンがありません
ko: 다운로드 엔진 없음

source: 缺少参数 %@
de: Parameter %@ fehlt
en: Missing parameter %@
fr: Paramètre manquant %@
ja: パラメータ %@ がありません
ko: 매개변수 %@ 없음

source: 缺少导入结果
de: Importergebnis fehlt
en: Missing import result
fr: Résultat d’import manquant
ja: 読み込み結果がありません
ko: 가져오기 결과 없음

source: 缺少状态信息
de: Statusinformationen fehlen
en: Missing status information
fr: Informations d’état manquantes
ja: 状態情報がありません
ko: 상태 정보 없음

source: 网易云 · QQ 音乐
de: NetEase · QQ Music
en: NetEase · QQ Music
fr: NetEase · QQ Music
ja: NetEase · QQ 音楽
ko: NetEase · QQ 뮤직

source: 网易云没有这首歌的播放版权（无版权或已下架），换个平台试试
de: NetEase Cloud Music hat keine Wiedergaberechte für diesen Song (ohne Lizenz oder entfernt). Versuche eine andere Plattform.
en: NetEase Cloud Music has no playback rights for this song (no license or removed). Try another platform.
fr: NetEase Cloud Music n’a pas les droits de lecture de ce titre (sans licence ou retiré). Essayez une autre plateforme.
ja: NetEase Cloud Music にはこの曲の再生権がありません（権利なし、または配信終了）。別のプラットフォームを試してください
ko: NetEase Cloud Music에 이 곡의 재생 권리가 없습니다(권리 없음 또는 내려감). 다른 플랫폼을 사용해 보세요

source: 网易云音乐
de: NetEase Cloud Music
en: NetEase Cloud Music
fr: NetEase Cloud Music
ja: NetEase Cloud Music
ko: NetEase Cloud Music

source: 网易云音乐 · QQ 音乐 · 平台原始音质，自动写入标签、封面和歌词
de: NetEase Cloud Music · QQ Music · Originalqualität der Plattform, Tags, Cover und Songtexte werden automatisch geschrieben
en: NetEase Cloud Music · QQ Music · original platform quality, with tags, cover and lyrics written automatically
fr: NetEase Cloud Music · QQ Music · qualité d’origine de la plateforme, avec tags, pochette et paroles écrits automatiquement
ja: NetEase Cloud Music · QQ 音楽 · プラットフォームの元音質で、タグ・カバー・歌詞を自動で書き込み
ko: NetEase Cloud Music · QQ 뮤직 · 플랫폼 원본 음질, 태그·커버·가사 자동 기록

source: 网站拒绝了非浏览器连接
de: Die Website hat eine Nicht-Browser-Verbindung abgelehnt
en: The site rejected a non-browser connection
fr: Le site a refusé une connexion hors navigateur
ja: サイトがブラウザ以外の接続を拒否しました
ko: 사이트가 브라우저가 아닌 연결을 거부했습니다

source: 网站结构已变化，请在终端执行 brew upgrade yt-dlp 后重试。
de: Die Website hat sich geändert. Führe brew upgrade yt-dlp im Terminal aus und versuche es erneut.
en: The site has changed. Run brew upgrade yt-dlp in Terminal and try again.
fr: Le site a changé. Exécutez brew upgrade yt-dlp dans le Terminal et réessayez.
ja: サイトの構造が変わりました。ターミナルで brew upgrade yt-dlp を実行してから再試行してください。
ko: 사이트 구조가 바뀌었습니다. 터미널에서 brew upgrade yt-dlp를 실행한 뒤 다시 시도하세요.

source: 网站识别到非浏览器客户端。请确认 yt-dlp 为最新版本，或使用网站登录状态重试。
de: Die Website hat einen Nicht-Browser-Client erkannt. Prüfe, ob yt-dlp aktuell ist, oder versuche es mit dem Anmeldestatus der Website.
en: The site detected a non-browser client. Make sure yt-dlp is up to date, or retry with the site's sign-in state.
fr: Le site a détecté un client hors navigateur. Vérifiez que yt-dlp est à jour, ou réessayez avec l’état de connexion du site.
ja: サイトがブラウザ以外のクライアントを検出しました。yt-dlp が最新か確認するか、サイトのログイン状態で再試行してください。
ko: 사이트가 브라우저가 아닌 클라이언트를 감지했습니다. yt-dlp가 최신인지 확인하거나 사이트 로그인 상태로 다시 시도하세요.

source: 网络连接超时
de: Zeitüberschreitung der Netzwerkverbindung
en: Network connection timed out
fr: Délai de connexion réseau dépassé
ja: ネットワーク接続がタイムアウトしました
ko: 네트워크 연결 시간 초과

source: 耗时 %.1f 秒
de: Dauer %.1f s
en: Took %.1f s
fr: Durée %.1f s
ja: 所要時間 %.1f 秒
ko: 소요 시간 %.1f초

source: 自动
de: Automatisch
en: Automatic
fr: Automatique
ja: 自動
ko: 자동

source: 自动识别
de: Automatisch erkennen
en: Auto-detect
fr: Détection automatique
ja: 自動認識
ko: 자동 인식

source: 自定义模板
de: Eigene Vorlage
en: Custom Template
fr: Modèle personnalisé
ja: カスタムテンプレート
ko: 사용자 지정 템플릿

source: 至少选择一个文件
de: Wähle mindestens eine Datei
en: Select at least one file
fr: Sélectionnez au moins un fichier
ja: ファイルを 1 つ以上選んでください
ko: 파일을 하나 이상 선택하세요

source: 节目
de: Sendung
en: Program
fr: Émission
ja: 番組
ko: 프로그램

source: 获取元数据
de: Metadaten werden abgerufen
en: Fetching metadata
fr: Récupération des métadonnées
ja: メタデータを取得
ko: 메타데이터 가져오기

source: 视频
de: Video
en: Video
fr: Vidéo
ja: 動画
ko: 동영상

source: 视频与网站登录状态
de: Video und Website-Anmeldung
en: Video and website sign-in
fr: Vidéo et connexion aux sites
ja: 動画とサイトのログイン状態
ko: 동영상과 사이트 로그인 상태

source: 视频素材
de: Videomaterial
en: Video Material
fr: Matériel vidéo
ja: 動画素材
ko: 동영상 소재

source: 视频解析与下载
de: Videoanalyse und Download
en: Video Analysis and Download
fr: Analyse et téléchargement vidéo
ja: 動画の解析とダウンロード
ko: 동영상 분석과 다운로드

source: 视频页保存平台当前提供的媒体流；音乐页只复制你明确选择的本地或 DRM-free 音频，并记录来源与校验值。
de: Die Seite „Video“ sichert die aktuell von der Plattform gelieferten Medienstreams; die Seite „Musik“ kopiert nur ausdrücklich gewähltes lokales oder DRM-freies Audio und hält Quelle und Prüfsummen fest.
en: The Video page saves the media streams the platform currently provides; the Music page only copies local or DRM-free audio you explicitly choose, and records source and checksums.
fr: La page Vidéo enregistre les flux actuellement fournis par la plateforme ; la page Musique copie uniquement l’audio local ou sans DRM que vous choisissez explicitement et enregistre la source et les sommes de contrôle.
ja: 動画ページはプラットフォームが現在提供するメディアストリームを保存します。音楽ページはあなたが明示的に選んだローカルまたは DRM フリーの音声だけをコピーし、出所と検証値を記録します。
ko: 동영상 페이지는 플랫폼이 현재 제공하는 미디어 스트림을 저장합니다. 음악 페이지는 직접 명시적으로 선택한 로컬 또는 DRM-free 오디오만 복사하고 출처와 검증 값을 기록합니다.

source: 解析
de: Analysieren
en: Analyze
fr: Analyser
ko: 분석

source: 解析失败
de: Analyse fehlgeschlagen
en: Analysis Failed
fr: Échec de l’analyse
ja: 解析に失敗しました
ko: 분석 실패

source: 解析完成，可以加入队列
de: Analyse fertig, bereit zum Einreihen
en: Analysis complete, ready to queue
fr: Analyse terminée, prêt à mettre en file
ja: 解析が完了しました。キューに追加できます
ko: 분석 완료, 대기열에 추가할 수 있습니다

source: 让 Claude Code、Hermes 等 agent 查询、加入、暂停任务，运行工具箱，发送到达芬奇；不提供任何删除操作
de: Lass Agents wie Claude Code und Hermes Aufgaben abfragen, hinzufügen und pausieren, den Werkzeugkasten nutzen und an DaVinci Resolve senden; Löschvorgänge werden nicht angeboten
en: Let agents like Claude Code and Hermes query, add and pause tasks, run the toolbox and send to DaVinci Resolve; no delete operations are offered
fr: Permettez à des agents comme Claude Code et Hermes de consulter, ajouter et mettre en pause des tâches, d’utiliser la boîte à outils et d’envoyer vers DaVinci Resolve ; aucune suppression n’est proposée
ja: Claude Code や Hermes などのエージェントがタスクの照会・追加・一時停止、ツールボックスの実行、DaVinci Resolve への送信を行えます。削除操作は提供しません
ko: Claude Code, Hermes 같은 에이전트가 작업을 조회·추가·일시 정지하고, 도구 상자를 실행하고, DaVinci Resolve로 보낼 수 있습니다. 삭제 작업은 제공하지 않습니다

source: 设置
de: Einstellungen
en: Settings
fr: Réglages
ja: 設定
ko: 설정

source: 该保存方式需要 FFmpeg 做无损封装。请先执行：brew install ffmpeg
de: Dieser Speichermodus braucht FFmpeg zum verlustfreien Umverpacken. Zuerst ausführen: brew install ffmpeg
en: This save mode needs FFmpeg for lossless remuxing. First run: brew install ffmpeg
fr: Ce mode d’enregistrement nécessite FFmpeg pour la réencapsulation sans perte. Exécutez d’abord : brew install ffmpeg
ja: この保存方法では無劣化パッケージに FFmpeg が必要です。まず実行してください：brew install ffmpeg
ko: 이 저장 방식은 무손실 패키징에 FFmpeg가 필요합니다. 먼저 실행하세요: brew install ffmpeg

source: 该内容仅对已登录账号可见，请在设置中启用对应网站的登录方式。
de: Dieser Inhalt ist nur für angemeldete Konten sichtbar. Aktiviere die Anmeldung für diese Website in den Einstellungen.
en: This content is only visible to signed-in accounts. Enable sign-in for this site in Settings.
fr: Ce contenu n’est visible que pour les comptes connectés. Activez la connexion pour ce site dans les Réglages.
ja: このコンテンツはログイン済みのアカウントにのみ表示されます。設定で該当サイトのログイン方法を有効にしてください。
ko: 이 콘텐츠는 로그인한 계정에만 보입니다. 설정에서 해당 사이트의 로그인 방식을 켜세요.

source: 该媒体内容要求登录。请勾选“使用浏览器登录状态”，选择已经登录该平台的 Chrome 或 Firefox 后重试；如果内容本来就是公开的，也可以换用公开链接。
de: Dieses Medium erfordert eine Anmeldung. Aktiviere „Browser-Anmeldung verwenden“, wähle Chrome oder Firefox mit Anmeldung bei der Plattform und versuche es erneut; ist der Inhalt öffentlich, nutze einen öffentlichen Link.
en: This media requires sign-in. Check “Use browser sign-in” and choose Chrome or Firefox signed in to the platform, then try again; if the content is public, you can use a public link instead.
fr: Ce média nécessite une connexion. Cochez « Utiliser la connexion du navigateur » et choisissez Chrome ou Firefox connecté à la plateforme, puis réessayez ; si le contenu est public, vous pouvez utiliser un lien public.
ja: このメディアにはログインが必要です。「ブラウザのログイン状態を使う」にチェックし、そのプラットフォームにログイン済みの Chrome か Firefox を選んで再試行してください。公開コンテンツなら公開リンクを使うこともできます。
ko: 이 미디어는 로그인이 필요합니다. '브라우저 로그인 상태 사용'을 선택하고 해당 플랫폼에 로그인한 Chrome이나 Firefox를 고른 뒤 다시 시도하세요. 공개 콘텐츠라면 공개 링크를 사용해도 됩니다.

source: 该媒体内容要求登录，但 Safari 登录状态未通过验证。请确认 Safari 已登录 Vimeo，并为 Sooogood Video Catch 开启“完整磁盘访问”后退出重开；也可以改用已登录的 Chrome 或 Firefox。
de: Dieses Medium erfordert eine Anmeldung, aber der Safari-Anmeldestatus wurde nicht bestätigt. Prüfe, ob Safari bei Vimeo angemeldet ist, gewähre Sooogood Video Catch „Festplattenvollzugriff“ und öffne die App neu; oder nutze ein angemeldetes Chrome oder Firefox.
en: This media requires sign-in, but Safari's sign-in state failed verification. Make sure Safari is signed in to Vimeo, grant Sooogood Video Catch “Full Disk Access”, then quit and reopen; or use Chrome or Firefox signed in instead.
fr: Ce média nécessite une connexion, mais l’état de connexion de Safari n’a pas été validé. Vérifiez que Safari est connecté à Vimeo, accordez « l’accès complet au disque » à Sooogood Video Catch, puis quittez et rouvrez ; ou utilisez Chrome ou Firefox connecté.
ja: このメディアにはログインが必要ですが、Safari のログイン状態を確認できませんでした。Safari が Vimeo にログインしているか確認し、Sooogood Video Catch に「フルディスクアクセス」を許可してから開き直してください。ログイン済みの Chrome や Firefox を使うこともできます。
ko: 이 미디어는 로그인이 필요하지만 Safari 로그인 상태를 확인하지 못했습니다. Safari가 Vimeo에 로그인되어 있는지 확인하고 Sooogood Video Catch에 '전체 디스크 접근 권한'을 허용한 뒤 다시 여세요. 로그인한 Chrome이나 Firefox를 사용해도 됩니다.

source: 该媒体内容要求登录，但所选浏览器的登录状态未通过验证。请确认浏览器中已登录 Vimeo，重新选择浏览器后再试。
de: Dieses Medium erfordert eine Anmeldung, aber der Anmeldestatus des gewählten Browsers wurde nicht bestätigt. Prüfe, ob der Browser bei Vimeo angemeldet ist, wähle ihn erneut und versuche es noch einmal.
en: This media requires sign-in, but the selected browser's sign-in state failed verification. Make sure the browser is signed in to Vimeo, choose the browser again and retry.
fr: Ce média nécessite une connexion, mais l’état de connexion du navigateur choisi n’a pas été validé. Vérifiez que le navigateur est connecté à Vimeo, choisissez-le à nouveau et réessayez.
ja: このメディアにはログインが必要ですが、選択したブラウザのログイン状態を確認できませんでした。ブラウザが Vimeo にログインしているか確認し、ブラウザを選び直して再試行してください。
ko: 이 미디어는 로그인이 필요하지만 선택한 브라우저의 로그인 상태를 확인하지 못했습니다. 브라우저가 Vimeo에 로그인되어 있는지 확인하고 브라우저를 다시 선택한 뒤 시도하세요.

source: 该媒体流受 DRM 保护，Sooogood Video Catch 不会尝试绕过。
de: Dieser Medienstream ist DRM-geschützt. Sooogood Video Catch versucht nicht, das zu umgehen.
en: This media stream is DRM-protected. Sooogood Video Catch will not try to bypass it.
fr: Ce flux média est protégé par DRM. Sooogood Video Catch ne tentera pas de le contourner.
ja: このメディアストリームは DRM で保護されています。Sooogood Video Catch は回避を試みません。
ko: 이 미디어 스트림은 DRM으로 보호됩니다. Sooogood Video Catch는 우회를 시도하지 않습니다.

source: 该曲目当前账号没有「%@」可用（平台只提供更低音质，或需要会员）。可改用「最高可用音质」。
de: „%@“ ist für diesen Titel mit diesem Konto nicht verfügbar (die Plattform bietet nur geringere Qualität, oder eine Mitgliedschaft ist nötig). Wechsle zu „Beste verfügbare Qualität“.
en: “%@” is not available for this track on this account (the platform only offers lower quality, or membership is required). Switch to “Best Available Quality”.
fr: « %@ » n’est pas disponible pour ce titre sur ce compte (la plateforme ne propose qu’une qualité inférieure, ou un abonnement est requis). Passez à « Meilleure qualité disponible ».
ja: この曲はこのアカウントで「%@」を利用できません（プラットフォームが低い音質しか提供していないか、会員が必要です）。「利用可能な最高音質」に切り替えてください。
ko: 이 곡은 현재 계정으로 '%@'을(를) 사용할 수 없습니다(플랫폼이 더 낮은 음질만 제공하거나 회원이 필요함). '사용 가능한 최고 음질'로 바꾸세요.

source: 该网站要求转到另一登录服务（
de: Diese Website möchte zu einem anderen Anmeldedienst wechseln (
en: This site wants to switch to another sign-in service (
fr: Ce site veut passer à un autre service de connexion (
ja: このサイトは別のログインサービスへの移動を求めています（
ko: 이 사이트가 다른 로그인 서비스로 이동하려 합니다(

source: 语言
de: Sprache
en: Language
fr: Langue
ja: 言語
ko: 언어

source: 说明凭据、元数据、本地文件与可选浏览器登录状态如何处理
de: Wie Zugangsdaten, Metadaten, lokale Dateien und die optionale Browser-Anmeldung verarbeitet werden
en: How credentials, metadata, local files and optional browser sign-in are handled
fr: Comment sont traités les identifiants, les métadonnées, les fichiers locaux et la connexion facultative via le navigateur
ja: 認証情報、メタデータ、ローカルファイル、任意のブラウザログイン状態をどう扱うかの説明
ko: 자격 증명, 메타데이터, 로컬 파일, 선택적 브라우저 로그인 상태를 어떻게 처리하는지 설명

source: 请使用兼容登录连接 Google 账号
de: Nutze die Browser-Anmeldung, um ein Google-Konto zu verbinden
en: Use browser sign-in to connect a Google account
fr: Utilisez la connexion via le navigateur pour connecter un compte Google
ja: Google アカウントにはブラウザログインで接続してください
ko: Google 계정은 브라우저 로그인으로 연결하세요

source: 请先在设置中填写 Spotify Developer App 的 Client ID。
de: Gib zuerst die Client ID deiner Spotify Developer App in den Einstellungen ein.
en: Enter your Spotify Developer App Client ID in Settings first.
fr: Saisissez d’abord le Client ID de votre Spotify Developer App dans les Réglages.
ja: 先に設定で Spotify Developer App の Client ID を入力してください。
ko: 먼저 설정에서 Spotify Developer App의 Client ID를 입력하세요.

source: 请先载入 Spotify 曲目、专辑或歌单。
de: Lade zuerst einen Spotify-Titel, ein Album oder eine Playlist.
en: Load a Spotify track, album or playlist first.
fr: Chargez d’abord un titre, un album ou une playlist Spotify.
ja: 先に Spotify の曲、アルバム、プレイリストを読み込んでください。
ko: 먼저 Spotify 곡, 앨범 또는 재생목록을 불러오세요.

source: 请先载入 Spotify 音乐信息。
de: Lade zuerst Spotify-Musikinformationen.
en: Load Spotify music information first.
fr: Chargez d’abord les informations musicales Spotify.
ja: 先に Spotify の音楽情報を読み込んでください。
ko: 먼저 Spotify 음악 정보를 불러오세요.

source: 请只下载你拥有权利、已获许可，或平台明确允许保存的内容。本应用不绕过 DRM 或付费访问控制。
de: Lade nur Inhalte, die dir gehören, für die du eine Lizenz hast oder deren Speicherung die Plattform ausdrücklich erlaubt. Diese App umgeht weder DRM noch Bezahlschranken.
en: Only download content you own, are licensed for, or that the platform explicitly allows you to save. This app does not bypass DRM or paid access controls.
fr: Ne téléchargez que des contenus qui vous appartiennent, pour lesquels vous avez une licence, ou que la plateforme autorise explicitement à enregistrer. Cette app ne contourne ni les DRM ni les contrôles d’accès payant.
ja: 権利を持っている、許諾を得ている、またはプラットフォームが保存を明示的に許可しているコンテンツだけをダウンロードしてください。このアプリは DRM や有料のアクセス制御を回避しません。
ko: 권리를 가진 콘텐츠, 허가를 받은 콘텐츠, 또는 플랫폼이 저장을 명시적으로 허용한 콘텐츠만 다운로드하세요. 이 앱은 DRM이나 유료 접근 제어를 우회하지 않습니다.
